[AMTGROUP]

[SCREEN]
docinfo={background:1,mainfrm:false,type:SCREENI};
grpinfo={max_item_id:20};
itm1={id:1,name:Header,refID:2,type:REFFUNCWIDGET,useinlist:false,useintable:false,useintree:false,visible:true,x:2,y:3};
itm2={id:2,name:Home,refID:5,type:REFFUNCWIDGET,useinlist:false,useintable:false,useintree:false,visible:true,x:644,y:431,zorder:1};
itm3={backcolor:0,background:931,ccp:749,ccpzorder:over,height:76,id:3,name:TEXT,type:BUTTON,useinlist:true,useintable:false,useintree:false,visible:true,width:507,x:63,y:124,zorder:2,txtfield:{backcolor:0,bidimode:left-to-right,font:3,height:36,highcolor:0,hlayout:center,linespacing:0,multiline:false,name:Track_No,type:TEXTFIELD,visible:false,vlayout:middle,width:85,wrapline:no-wrap,x:19,y:17},txtfield:{backcolor:0,bidimode:left-to-right,content:Music Title,font:3,height:36,highcolor:0,hlayout:left,linespacing:0,multiline:false,name:Music_Title,type:TEXTFIELD,visible:true,vlayout:middle,width:464,wrapline:no-wrap,x:19,y:17}};
itm4={backcolor:0,bar:241,downarrow:1176,height:302,id:5,name:Scrollbar_Table,scaleslider:true,slider:240,type:SCROLLBAR,uparrow:1180,visible:true,width:55,x:577,y:124,zorder:4};
itm5={backcolor:0,bidimode:left-to-right,content:Album Title,font:33,height:36,highcolor:0,hlayout:left,id:6,linespacing:0,multiline:false,name:Album_Title,type:TEXTFIELD,visible:true,vlayout:middle,width:502,wrapline:no-wrap,x:63,y:54,zorder:5};
itm6={backcolor:0,bidimode:left-to-right,content:Artist Name,font:33,height:36,highcolor:0,hlayout:left,id:7,linespacing:0,multiline:false,name:Artist_name,type:TEXTFIELD,visible:true,vlayout:middle,width:502,wrapline:no-wrap,x:63,y:84,zorder:6};
itm7={background:0,ccp:0,ccpzorder:over,height:304,id:12,layout:vertical,name:LIST,type:SMPLIST,visible:true,width:507,x:63,y:124,zorder:7};

